Repository: paulber19/radioSureAccessEnhancementNVDAAddon
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, es, fr, tr

source: RadioSure Internet Radio Player: accessibility enhancement
es: Reproductor de radio por internet RadioSure: complemento de accesibilidad

source: This add-on Improves the accessibility of RadioSure, Internet Radio Player with NVDA. Compatible with RadioSure 2.2. Lower versions are not supported. See user manual for more informations.
es: Este complemento mejora la accesibilidad del software RadioSure, reproductor de radio por internet, con NVDA. Compatible con RadioSure 2.2. Las versiones anteriores no son compatibles. Véase el manual del usuario para obtener más información.
fr: Cette extension améliore l'accessibilité du logiciel RadioSure, lecteur de web radios avec NVDA. Compatible avec RadioSure 2.2. Les versions antérieures ne sont pas supportées. Voir le manuel utilisateur pour plus d'informations.
tr: Bu eklenti Internet Radyo Oynatıcı RadioSure'un erişilebilirliğini artırır. RadioSure 2.2 ile uyumludur. Daha düşük sürümler desteklenmez. Daha fazla bilgi için kullanım kılavuzuna bakın.

source: Do you want to keep current add-on configuration settings ?
ar: هل تريد الاحتفاظ بإعدادات تكوين الوظيفة الإضافية الحالية؟
es: ¿Quieres conservar la configuración actual del complemento?
fr: Voulez vous conserver les paramètres actuels de l'extension ?
tr: Eklentinin mevcut ayarlarını korumak istiyor musun?

source: %s - installation
ar: %s التثبيت
es: %s - instalación
tr: %s - Kurulumu

source: Are you sure you don't want to keep the current add-on configuration settings?
es: ¿Estás seguro de que no deseas conservar las opciones de configuración del complemento actual?
fr: Voulez-vous vraiment ne pas conserver les paramètres de configuration actuels de l'extension ?
tr: Mevcut eklenti yapılandırma ayarlarını korumak istemediğinizden emin misiniz?

source: The configuration file of the add-on contains errors. The configuration has been reset to factory defaults
es: El archivo de la configuración del complemento contiene errores. La configuración se ha restablecido a los valores predeterminados
fr: Le fichier de configuration de l'extension contient des erreurs. La configuration a été réinitialisée aux valeurs par défaut
tr: Eklentinin yapılandırma dosyası hatalar içeriyor. Dosya fabrika varsayılanlarına sıfırlandı

source: Warning
ar: تحذير
es: Advertencia
fr: Avertissement
tr: Uyarı

source: %s dialog is allready open
es: El diálogo %s ya está abierto
fr: %s dialogue est déjà ouvert
tr: %s iletişim kutusu zaten açık

source: {addonSummary}'s add-on - {dialogTitle}
es: {addonSummary} - {dialogTitle}
fr: {addonSummary} - {dialogTitle}
tr: {addonSummary} eklentisi - {dialogTitle}

source: %s percent
es: %s por ciento
fr: %s pourcent
tr: yüzde %s

source: Stations
ar: محطات
es: Emisoras
tr: İstasyonlar

source: Search
ar: بحث
es: Búsqueda
fr: Recherche
tr: Ara

source: Move focus to Exit button and click it to exit the application
ar: انقل التركيز إلى زر "إنهاء" وانقر فوقه للخروج من التطبيق
es: Haga clic en el botón Exit para salir de la aplicación
fr: Presser le bouton Exit pour quitter l'application.
tr: Odağı Çıkış düğmesine taşı ve uygulamadan çıkmak için tıkla

source: Are you sure you want to quit RadioSure?
es: ¿Estás seguro de que quieres salir de RadioSure?

source: Without moving focus, click on Play button to play or stop the current station
es: Sin mover el foco, haga clic en el botón Play para reproducir o detener la emisora actual

source: Without moving focus, click on Back button to play the prior played station
ar: بدون تحريك التركيز ، انقر فوق الزر "السابق" لتشغيل محطة التشغيل السابقة
es: Sin mover el foco, haga clic en el botón Back para reproducir la emisora anterior en la lista de las emisoras ya jugadas
fr: Sans déplacer le focus, presser le bouton Back pour lancer la station précédente dans la liste des stations déjà jouées.
tr: Odağı değiştirmeden, dinlenen önceki istasyonu çalmak için Geri düğmesine tıkla

source: Without moving focus, click on Next button to play the next played station
es: Sin mover el foco, haga clic en el botón Next para reproducir la emisora siguiente en la lista de las emisoras ya jugadas

source: Without moving focus, click on Rec button to start or stop record
es: Sin mover el foco, haga clic en el botón Rec para iniciar o detener la grabación de la emisora actual

source: Without moving focus, click on Expand button to show or mask stations list
es: Sin mover el foco, haga clic en el botón Expand para mostrar o ocultar la lista de emisoras

source: Search edit box and Stations list are not more visible
ar: مربع تحرير البحث وقائمة المحطات ليست أكثر وضوحًا
es: El cuadro de búsqueda y la lista de emisoras ya no son visibles
fr: La zone de recherche et la liste des stations ne sont plus visibles
tr: Arama düzenleme kutusu ve İstasyonlar listesi görünür değil

source: Move focus to Options button and click it to open Options dialog
ar: انقل التركيز إلى الزر "خيارات" وانقر فوقه لفتح مربع الحوار "خيارات"
es: Haga clic en el botón Options para mostrar el cuadro de diálogo de configuración de opciones
fr: Presser le bouton Options pour afficher la boite de dialogue de configuration des options.
tr: Odağı Seçenekler düğmesine taşı ve Seçenekler iletişim kutusunu açmak için tıkla

source: Move focus to Fav button and click it to show the list of favorites station
ar: انقل التركيز إلى زر Fav وانقر فوقه لإظهار قائمة محطة المفضلة
es: Haga clic en el botón Fav para abrir la lista de emisoras favoritas
fr: Presser le bouton Fav pour ouvrir la liste des stations favorites.
tr: Odağı Fav düğmesine taşı ve sık kullanılanlar listesini göstermek için tıkla

source: Without moving focus, click on Top buttonto ???
ar: دون تحريك التركيز ، انقر فوق الزر العلوي لـ ؟؟؟
es: Sin mover el foco, haga clic en el botón Top para???
fr: Sans déplacer le focus, presser le bouton Top pour???
tr: Odağı değiştirmeden, top düğmesine tıkla ???

source: Without moving focus, click on Mute butt button to Mute volume on or off
ar: دون تحريك التركيز ، انقر على زر كتم الصوت لكتم الصوت أو إيقاف تشغيله
es: Sin mover el foco, haga clic en el botón Mute para poner o silenciar el sonido
fr: Sans déplacer le focus, presser le bouton Mute pour mettre ou couper le son.
tr: Odağı değiştirmeden, Sesi kapatmak veya açmak için Sustur düğmesine tıkla

source: Decrease slightly the volume(down 3%)
es: Disminuya ligeramente el volumen ( menos 3%)
fr: Diminuer faiblement le volume (moins 3%)
tr: Sesi hafifçe azalt (%3)

source: Increase slightly the volume(up 3%)
es: Aumenta ligeramente el volumen (más 3%)
fr: Augmenter faiblement le volume (plus 3%)
tr: Sesi hafifçe artır (%3)

source: Decrease the volume(down 5%)
es: Disminuya medianamente el volumen ( menos 5%)
fr: Diminuer moyennement le volume (moins 5%)
tr: Sesi azalt (%5)

source: Increase the volume(up 5%)
es: Aumenta medianamente el volumen (más 5%)
fr: Augmenter moyennement le volume (plus 5%)
tr: Sesi artır (%5)

source: Increase strongly the volume(up 20%)
es: Aumenta fuertemente el volumen (más 20%)

source: Decrease strongly the volume(down -20%)
es: Disminuya fuertemente el volumen (menoss 20%)
fr: Diminuer fortement le volume (moins 20%)
tr: Sesi yüksek oranda azalt (-%20)

source: Set volume to middle( 50%)
ar: ضبط مستوى الصوت على الوسط (50%)
es: Poner el volumen al medio (50%)
fr: Mettre le volume au milieu (50%)
tr: Ses seviyesini ortala (%50)

source: Say volume
ar: قل مستوى الصوت
es: Anuncia el nivel del volumen
fr: Annoncer le niveau du volume
tr: Ses seviyesini seslendir

source: Say the name of current station and the status line. Twice, copy these informations to clipboard
es: Anuncia el nombre de la emisora y la información de la línea de estado. La segunda pulsación copia estas informaciones al Portapapeles

source: Informations copied to clipboard
ar: تم نسخ المعلومات إلى الحافظة
es: Las informaciones se copian al Portapapeles
fr: Les informations sont copiées dans le presse-papier.
tr: Bilgiler panoya kopyalandı

source: Say buffer
ar: قل متعادل
es: Anuncia la talla del búfer de reproducción
fr: Annoncer la taille du tampon de lecture.
tr: Arabelleği seslendir

source: Move focus to stations list. IF stations list is not visible, click Expand button before.
ar: نقل التركيز إلى قائمة المحطات. إذا كانت قائمة المحطات غير مرئية ، انقر فوق الزر "توسيع" أولا.
es: Se mueve el foco en la lista de emisoras. Si no está visible, haga clic en el botón Expand para que aparezca.
fr: Déplacer le focus dans la liste des stations. Si cell-ci n'est pas visible, presser le bouton "Expand" pour la faire apparaitre.
tr: Odağı istasyon listesine taşı. İstasyon listesi görünmüyorsa, önce Genişlet düğmesine tıkla.

source: You are in stations list window
ar: أنت في نافذة قائمة المحطات
es: Ya estás en la lista de emisoras
fr: Vous êtes déjà dans la liste des stations
tr: İstasyon listesindesin

source: Stations list not found
ar: قائمة المحطات غير موجودة
es: No se pudo encontrar la lista de emisoras
fr: Impossible de trouver la liste des stations
tr: İstasyon listesi bulunamadı

source: Search edit box not found
ar: لم يتم العثور على مربع تحرير البحث
es: No se pudo encontrar el cuadro de edición de búsqueda de la emisora.
fr: Impossible de trouver la zone d'édition de recherche de station.
tr: Ara yazı alanı bulunamadı

source: Move focus to search edit box. IF search edit box is not visible, click Expand button before.
ar: إنقل التركيز إلى مربع تحرير البحث. إذا لم يكن مربع تحرير البحث مرئيًا ، فانقر فوق الزر "توسيع" أولا.
es: Se mueve el foco en el cuadro de edición de búsqueda de la emisora. Si no está visible, haga clic en el botón Expand para que aparezca.
fr: Déplacer le focus dans la zone d'édition de recherche de station. Si cell-ci n'est pas visible, presser le bouton "Expand" pour la faire apparaitre.
tr: Odağı ara yazı alanına taşı. Ara yazı alanı görünmüyorsa, önce Genişlet düğmesini tıkla.

source: You are in search edit field
ar: أنت في مجال تحرير البحث
es: Ya estás en el cuadro de edición de búsqueda de la emisora
fr: Vous êtes déjà dans la zone d'édition de recherche de station.
tr: Ara yazı alanındasın

source: Not available because the station list is empty or has only one station
es: Imposible: la lista de emisoras está vacía o tiene sólo una emisora
fr: Impossible: la liste des stations est vide ou n'a qu'une seule station
tr: İstasyon listesi boş olduğu veya yalnızca bir istasyon olduğu için kullanılamıyor

source: Activate context menu to sort stations list by title
es: Habilitar el menú contextual para ordenar las emisoras por título
fr: Activer le menu contextuel pour trier les stations par titre
tr: İstasyon listesini konuya göre sıralamak için bağlam menüsünü aç

source: Activate context menu to sort stations list by country
es: Habilitar el menú contextual para ordenar las emisoras por país
fr: Activer le menu contextuel pour trier les stations par pays
tr: İstasyon listesini ülkelere göre sıralamak için bağlam menüsünü aç

source: Activate context menu to sort stations list by genre
es: Habilitar el menú contextual para ordenar las emisoras por género
fr: Activer le menu contextuel pour trier les stations par genre
tr: İstasyon listesini türe göre sıralamak için bağlam menüsünü aç

source: Activate context menu to sort stations list by language
es: Habilitar el menú contextual para ordenar las emisoras por idioma
fr: Activer le menu contextuel pour trier les stations par langue
tr: İstasyon listesinin dile göre sıralanması için bağlam menüsünü aç

source: Start a station randomly
es: Iniciar la reproducción de una emisora seleccionada al azar en la lista de emisoras
fr: Lancer la lecture d'une station choisie au hasard dans la liste des stations
tr: Rastgele bir istasyon başlat

source: None of the %s stations selected randomly could be connected
es: Ninguna emisora de las %s emisoras seleccionadas al azar no se pueden conectar
fr: Aucune station des %s stations sélectionnées n'a pu être connectée.
tr: Rastgele seçilen %s istasyonlarının hiçbirine bağlanılamadı

source: No station in list
es: No hay ninguna emisora en la lista
fr: Aucune station dans la liste
tr: Listede istasyon yok

source: Station search running
es: Búsqueda de una emisora en curso
fr: Recherch d'une station
tr: İstasyon arama çalışıyor

source: Some Changes have been made . You must save the configuration and restart NVDA for these changes to take effect. Would you like to do it now?
es: Se han hecho algunos cambios. Debes guardar la configuración y reiniciar NVDA para que estos cambios tengan efecto. ¿Te gustaría reiniciar ahora?
fr: Des modifications ont été faites. Vous devez sauver la configuration et redémarrer NVDA pour que ces modifications soient prises en compte. Voulez vous le faire maintenant ?
tr: Bazı Değişiklikler yapıldı. Bu değişikliklerin etkili olması için konfigürasyonu kaydetmen ve NVDA'yı yeniden başlatman gerekir. Şimdi yapmak ister misin?

source: Don't forget to save the configuration for the changes to take effect !
es: ¡No olvide guardar la configuración para que los cambios surtan efecto!
fr: Noubliez pas d'enregistrer la configuration pour que les modifications soient effectives !
tr: Değişikliklerin etkili olması için konfigürasyonu kaydetmeyi unutma!

source: Options
es: Opciones
tr: Seçenekler

source: Desactivate progress &bars update
es: Deshabilitar el seguimiento de las &barras de progreso
fr: Désactiver le suivi des &barres de progression
tr: İlerleme &çubuğu bildirimlerini kapat

source: Random playing
es: Reproducción aleatoria
fr: Lecture aléatoire
tr: Rastgele oynatma

source: &Maximum stations to check:
es: &Número máximo de emisoras a comprobar:
fr: &Nombre maximum de stations à essayer
tr: &Kontrol edilecek maksimum istasyon sayısı:

source: &Maximum delay for waiting connexion (in seconds):
es: &Tiempo de espera máximo de conexión (en segundos):
fr: &Temps d'attente maximum de connexion
tr: bağlantı için &Maksimum bekleme süresi (saniye cinsinden):

source: &Skip stations without connexion
es: &Saltar las emisoras sin conexión
fr: &Sauter les stations en défaut de connexion
tr: &Bağlantı olmayan istasyonları atla

source: &Clear history of stations without connexion
es: Borrar el historial de emisoras sin &conexión
fr: Éffa&cer l'historique des stations sans connexion
tr: &Bağlantısı olmayan istasyonları geçmişten sil

source: &Use "shift+control" instead of "alt+control" for input gestures
es: &Usar "Mayúscula+Control" en lugar de "Alt+Control" para las órdenes de los gestos de entrada
fr: &Utiliser "majuscule+control" au lieu de "alt+control" pour les gestes de commandes
tr: &Girdi hareketleri için "alt + kontrol" yerine "shift+kontrol" kullan

source: Are you sure you want to clearthe history of stations without connexion?
es: ¿Estás seguro que deseas borrar el historial de las emisoras sin conexión?
fr: Êtes vous sûr de vouloir effacer l'historique des stations sans connexion
tr: Bağlantısı olmayan istansyonları geçmişten silmek istediğinden emin misin?

source: Update
ar: تحديث
es: Actualización
fr: Mise à jour
tr: Güncelleme

source: Automatically check for &updates
es: Buscar automáticamente &actualizaciones

source: Update also release versions to &developpement versions
ar: تحديث إصدارات الت&طوير
es: Actualizar también versiones estable hacia versiones de &desarrollo
fr: &Mettre aussi à jour les versions stable vers les versions de développement
tr: Ana &sürümleri geliştirme sürümleriyle de güncelle

source: &Check for update
ar: &البحث عن التحديثات
es: &Buscar actualización
fr: &Rechercher une mise à jour
tr: &Güncellemeleri denetle

source: View &history
es: Ver &historial
fr: &Voir l'historique
tr: Geçmişi g&örüntüle

source: Settings
es: Opciones de configuración
fr: Paramètres
tr: Ayarlar

source: Downloading {name}
ar: تنزيل {name}
es: Descargando {name}
fr: Téléchargement de {name} en cours
tr: {name} indiriliyor

source: Error downloading update for {name}.
ar: حدث خطأ أثناء تنزيل التحديث لـ {name}.
es: Error al descargar la actualización de {name}.
fr: Erreur lors du téléchargement de la mise à jour de {name}.
tr: {name} İçin güncelleme indirilirken hata oluştu.

source: Cannot update {name} - missing file or invalid file format
ar: لا يمكن تحديث {name} - ملف مفقود أو تنسيق ملف غير صالح
es: No se puede actualizar {name} - archivo ausente o formato de archivo no válido
fr: Impossible de mettre à jour {name} - fichier manquant ou format de fichier incorrect
tr: {name} Güncellenemiyor - eksik dosya veya geçersiz dosya biçimi

source: Updating
ar: تحديث
es: Actualizando
fr: Mise à jour en cours
tr: Güncelleniyor

source: Please wait while the add-on is being updated.
ar: الرجاء الانتظار حتى يتم تحديث الوظيفة الإضافية.
es: Por favor, espera mientras se actualiza el complemento.
fr: Veuillez patienter durant la mise à jour de l'extension
tr: Eklenti güncellenirken lütfen bekleyin.

source: Failed to update {name} add-on
ar: فشل تحديث الوظيفة الإضافية {name}
es: Fallo al actualizar el complemento {name}
fr: Échec de la mise à jour de l'extension {name}
tr: {name} eklentisi güncellenemedi

source: {summary} - update
ar: ملخص التحديث {summary}
es: {summary} - actualización
fr: {summary} - mise à jour
tr: {summary} - güncelleme

source: The service is temporarily under maintenance. Please, try again later.
ar: الخدمة قيد الصيانة مؤقتًا. الرجاء معاودة المحاولة في وقت لاحق.
es: El servicio está actualmente en mantenimiento. Por favor, inténtelo de nuevo más tarde.
fr: le service est momentanément en maintenance. Veuillez réessayer plus tard.
tr: Hizmet geçici olarak bakımda. Lütfen daha sonra tekrar dene.

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}.{minMajor}, last tested: {testedYear}.{testedMajor}.
es: La actualización no es compatible con esta versión de NVDA. Versión mínima de NVDA: {minYear}.{minMajor}, última probada: {testedYear}.{testedMajor}.
fr: La mise à jour n'est pas compatible avec cette version de NVDA. Version minimum de NVDA : {minYear}.{minMajor}, dernière version testée : {testedYear}.{testedMajor}.
tr: Güncelleme, NVDA'nın bu sürümüyle uyumlu değil. Minimum NVDA sürümü: {minYear}.{minMajor}, son sınama: {testedYear}.{testedMajor}.

source: New version%s is available. Do you want to download it now?
es: La nueva versión %s está disponible. ¿Quieres descargarla ahora?
fr: La nouvelle version %s est disponible. Voulez-vous la télécharger maintenant ?
tr: Yeni sürüm, %s mevcut. Şimdi indirmek ister misiniz?

source: New version{0} is available. But it is not compatible with this version of NVDA: minimum version requred = {1}, last version tested = {2}. Do you want to ignore this incompatibility and still download it now?
es: La nueva versión{0} está disponible.\n Pero no es compatible con esta versión de NVDA: versión mínima requerida = {1}, última versión probada = {2}.\n ¿Quieres ignorar esta incompatibilidad y aún así descargarla ahora?

source: You are up-to-date. %s is the latest version.
ar: لا يوجد تحديث %s هو آخر إصدار
es: Estás al día, %s es la versión más reciente.
fr: Vous êtes à jour, %s est la dernière version.
tr: Güncelsin. %s en son sürüm.

source: Oops! There was a problem checking for updates. Please retry later
ar: يا الله! حدثت مشكلة في التحقق من وجود تحديثات. الرجاء إعادة المحاولة لاحقًا
es: ¡Huy! Hubo un problema al buscar las actualizaciones. Por favor, inténtelo de nuevo más tarde
fr: Oups! Il y a un problème pour rechercher les mises à jour. Réessayer ultérieurement.
tr: Hata! Güncellemeler kontrol edilirken bir sorun oluştu. Lütfen daha sonra tekrar dene

source: &Yes
ar: &نعم
es: &Sí
fr: &Oui
tr: &Evet

source: &Later
ar: &في وقت لاحق
es: &Más tarde
fr: &Plus tard
tr: &Sonra

source: Wha&t's new
es: Qué hay &de nuevo
fr: Quoi &de neuf
tr: Ne &yeni

source: radioSure Internet Radio Player: accessibility enhancement
fr: Lecteur de radios internet RadioSure: complément d'accessibilité
tr: radioSure Internet Radyo Oynatıcısı: erişilebilirlik geliştirmeleri

source: Are you sure you want to quit RadioSure?
ar: هل أنت متأكد أنك تريد إنهاء RadioSure؟
fr: Êtes vous sûr de vouloir quitter RadioSure ?
tr: RadioSure'dan çıkmak istediğinizden emin misiniz?

source: Without moving focus, click on Play button to play or stop the current station
ar: دون تحريك التركيز ، انقر فوق الزر "تشغيل" لتشغيل أو إيقاف المحطة الحالية
fr: Sans déplacer le focus, presser le bouton Play pour jouer ou arrêter la station en cours.
tr: Odağı değiştirmeden, geçerli istasyonu çalmak veya durdurmak için Oynat düğmesine tıkla

source: Without moving focus, click on Next button to play the next played station
ar: دون تحريك التركيز ، انقر فوق الزر "التالي" لتشغيل المحطة التالية
fr: Sans déplacer le focus, presser le bouton Next pour lancer la station suivante dans la liste des stations déjà jouées.
tr: Odağı değiştirmeden, dinlenen istasyon listesindeki sonraki istasyona geçmek için Sonraki düğmesine tıkla

source: Without moving focus, click on Rec button to start or stop record
ar: دون تحريك التركيز ، انقر على زر Rec لبدء أو إيقاف السجل
fr: Sans déplacer le focus, presser le bouton Rec pour lancer ou arrêter l'enregistrement de la station courante.
tr: Odağı değiştirmeden, kaydı başlatmak veya durdurmak için Rec düğmesine tıkla

source: Without moving focus, click on Expand button to show or mask stations list
ar: دون تحريك التركيز ، انقر فوق الزر "توسيع" لإظهار أو إخفاء قائمة المحطات
fr: Sans déplacer le focus, presser le bouton Expand pour afficher ou masquer la liste des stations.
tr: Odağı değiştirmeden, istasyon listesini göstermek veya gizlemek için Genişlet düğmesine tıkla

source: Increase strongly the volume(up 20%)
fr: Augmenter fortement le volume (plu 20%)
tr: Sesi yüksek oranda artır (%20)

source: Say the name of current station and the status line. Twice, copy these informations to clipboard
ar: قل اسم المحطة الحالية وسطر الحالة. مرتين ، انسخ هذه المعلومات إلى الحافظة
fr: Annoncer le nom de la station et l'information de la ligne d'état. Le second appui copie ces informations dans le presse-papier.
tr: Mevcut istasyonun adını ve durum satırını seslendir. İki kez, bu bilgileri panoya kopyala

source: Automatically check for &updates
ar: البح&ث عن التحديث تلقائيا
fr: Rechercher &automatiquement les mises à jour
tr: Güncellemeleri &otomatik olarak kontrol et

source: &No
ar: &لا
fr: &Non
tr: &Hayır

source: radioSure Internet Radio Player : accessibility enhancement
ar: تحسين إمكانية الوصول لبرنامج :radioSure

source: This add-on Improves the accessibility of RadioSure, Internet Radio Player with NVDA.
ar: الوظيفة الإضافية تعمل على تحسين إمكانية الوصول إلى RadioSure ، وراديو راديو الإنترنت مع NVDA. v

source: {name} {state}
ar: اسم {name}الحالة {state}

source: {name} {state} {live}
ar: الإسم {name}الحالة {state} مباشر {live}

source: Decrease slightly the volume (down 3%)
ar: خفض مستوى الصوت قليلاً (بنسبة 3%)

source: Increase slightly the volume (up 3%)
ar: زيادة حجم الصوت قليلا (بزيادة 3%)

source: Decrease the volume (down 5%)
ar: خفض مستوى الصوت (بنسبة 5%)

source: Increase the volume (up 5%)
ar: زيادة مستوى الصوت (بنسبة 5%)

source: Increase strongly the volume (up 20%)
ar: زيادة حجم قوة الصوت (بزيادة 20%)

source: Decrease strongly the volume (down -20%)
ar: خفض الصوت بنسبة 20%

source: %s - settings
ar: %s الإعدادات

source: The update is not compatible with this version of Windows.
ar: التحديث غير متوافق مع هذا الإصدار من Windows.

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}{minMajor}, last tested: {testedYear}.{testedMajor}.
ar: التحديث غير متوافق مع هذا الإصدار من NVDA. الحد الأدنى من إصدار NVDA: {minYear} {minMajor} ، آخر اختبار: {testingYear}. {testingMajor}.

source: New version available, version %s. Do you want download it now?
ar: الإصدار الجديد متاح ، الإصدار %s. هل تريد تنزيله الآن؟
